/*  update */
"CityInfoViewUpdateTimeLabel1" = "update";

/* No comment provided by engineer. */
"Fri" = "Fri";

/* Humidity */
"HumidityViewTitle" = "Humidity";

/* Please turn on your Locations Service. */
"LCErrMsg1" = "Please turn on your Locations Service.";

/* Sorry, temporarily unable to locate your position. */
"LCErrMsg2" = "Sorry, temporarily unable to locate your position.";

/* Sorry, temporarily unable to get your position information. */
"LCErrMsg3" = "Sorry, temporarily unable to get your position information.";

/* Failed to locate */
"LCErrTitle1" = "Failed to locate";

/* Long Press To Update */
"LPBTitle" = "Long Press To Update";

/* Min/Max Temp */
"MMTempTitle" = "Min/Max Temp";

/* No comment provided by engineer. */
"Mon" = "Mon";

/* Please try later. */
"NetWorkFMsg1" = "Please try later.";

/* Network Unreachable */
"NetWorkFTitle1" = "Please try later.";

/* No comment provided by engineer. */
"Sat" = "Sat";

/* Sunrize/Sunset */
"SSSRViewTitle" = "Sunrize/Sunset";

/* No comment provided by engineer. */
"Sun" = "Sun";

/* delete */
"SWCellLeftButtonItem1" = "delete";

/* Release To Reflesh */
"SWViewTitle" = "Release To Reflesh";

/* Temperature */
"TemperatureViewTitle" = "Temperature ";

/* No comment provided by engineer. */
"Thur" = "Thur";

/* No comment provided by engineer. */
"Tues" = "Tues";

/* Failed */
"UpdateFailedLabel" = "Failed";

/* Updating . . . */
"UpdatingLabel" = "Updating . . .";

/* Weather */
"WeatherIconVTitle" = "Weather";

/* No comment provided by engineer. */
"Wed" = "Wed";

/* Wind Speed */
"WindSpeedTitle" = "Wind Speed";

/* Canncel */
"WVVCSharecanncelButton1" = "Canncel";

/* Go Prase */
"WVVCShareGoPraseButton1" = "Go Prase";

/* Current weather share haven been generated. Please prase to APP what your wanted. */
"WVVCShareMsg1" = "Current weather share haven been generated. Please prase to APP what your wanted.";

/* Current weather share haven been generated. */
"WVVCShareTitle1" = "Current weather share haven been generated.";

